# набор слов и фраз, сопоставляемых с командами
commands_dict = {
    'greetings': {'привет', 'здравствуй', 'доброе утро', 'добрый день', 'добрый вечер', 'здарова'},
    'create_task': {'добавь задачу', 'заметка', 'добавь в список дел', 'создай запись', 'добавь заметку', 'создай заметку', 'добавь запись'},
    'play_music': {'включи музыку', 'включи что-нибудь из музыки'},
    'what_a_time': {'сколько времени', 'который час'},
    'farewell_and_quit': {'пора спать', 'пока', 'доброй ночи', 'выключайся'},
    'timer': {'поставь таймер', 'включи таймер', 'таймер'},
}

# имена ассистента, на которые он должен реагировать
assistant_names = ['пятница', 'friday', 'эхо']